<template>
<div >
  <header>  <div>Інформація про втрачену зброю</div>  </header>
  <nav class="top-menu">
  <ul class="menu-main">
    <!-- <li><router-link to="/">Пошук</router-link></li>
    <li><router-link to="/YearsChart">Графік років</router-link></li>
       <li><router-link to="/CaliberChart">Графіки калибров</router-link></li>
    <li><router-link to="/Info">Стаття</router-link></li> -->
  </ul>
</nav>
<div id="information">
  <h1>ЗАГАЛЬНІ ПОЛОЖЕННЯ</h1>

<h2>Стаття 1. Публічна інформація</h2>

<div id="st1"><p>1. Публічна інформація - це відображена та задокументована будь-якими засобами та на будь-яких носіях інформація, що була отримана або створена в процесі виконання суб'єктами владних повноважень своїх обов'язків, передбачених чинним законодавством, або яка знаходиться у володінні суб'єктів владних повноважень, інших розпорядників публічної інформації, визначених цим Законом.</p>

<p>2. Публічна інформація є відкритою, крім випадків, встановлених законом.</p></div>

<h2>Стаття 2. Мета і сфера дії Закону</h2>

<p>1. Метою цього Закону є забезпечення прозорості та відкритості суб'єктів владних повноважень і створення механізмів реалізації права кожного на доступ до публічної інформації.</p>

<p>2. Цей Закон не поширюється на відносини щодо отримання інформації суб'єктами владних повноважень при здійсненні ними своїх функцій, а також на відносини у сфері звернень громадян, які регулюються спеціальним законом.</p>

<h2>Стаття 3. Гарантії забезпечення права на доступ до публічної інформації</h2>

<p>1. Право на доступ до публічної інформації гарантується:</p>

1) обов'язком розпорядників інформації надавати та оприлюднювати інформацію, крім випадків, передбачених законом;

2) визначенням розпорядником інформації спеціальних структурних підрозділів або посадових осіб, які організовують у встановленому порядку доступ до публічної інформації, якою він володіє;

3) максимальним спрощенням процедури подання запиту та отримання інформації;

4) доступом до засідань колегіальних суб'єктів владних повноважень, крім випадків, передбачених законодавством;

5) здійсненням парламентського, громадського та державного контролю за дотриманням прав на доступ до публічної інформації;

6) юридичною відповідальністю за порушення законодавства про доступ до публічної інформації.

<h2>Стаття 4. Принципи забезпечення доступу до публічної інформації</h2>

<p>1. Доступ до публічної інформації відповідно до цього Закону здійснюється на принципах:</p>

1) прозорості та відкритості діяльності суб'єктів владних повноважень;

2) вільного отримання, поширення та будь-якого іншого використання інформації, що була надана або оприлюднена відповідно до цього Закону, крім обмежень, встановлених законом;

3) рівноправності, незалежно від ознак раси, політичних, релігійних та інших переконань, статі, етнічного та соціального походження, майнового стану, місця проживання, мовних або інших ознак. 

</div>
</div> 
</template>