<template>
<html lang="ru">
<head>
   <meta charset="utf-8">
   <title>
Главный правовой
портал Украины

    Законодательство
        Законодательство Украины
        Платформа LIGA:ZAKON 
    Юрлига
    Бухгалтер.UA
    Практикумы
    Продукты&Решения
    Партнеры
    О компании

Об оружии
Проект закона Украины от 02.09.2019 № 1222
Дата рассмотрения: 02.09.2019 Карта проходжения проекта

Проект

вноситься народними депутатами України 
ЗАКОН УКРАЇНИ
Про зброю

Цей Закон відповідно до Конституції України визначає правовий режим власності на зброю, встановлює основні права та обов'язки громадян і юридичних осіб щодо виробництва, набуття, володіння, відчуження та використання зброї та боєприпасів і регулює інші суспільні відносини, що безпосередньо з цим пов'язані.
РОЗДІЛ I. Загальні положення
Стаття 1. Визначення термінів і понять

1. У цьому Законі наведені нижче терміни та поняття вживаються в такому значенні:

1. автоматична вогнепальна зброя - вогнепальна зброя, яка після кожного пострілу перезаряджається самостійно та конструкція і технічні характеристики якої дозволяють шляхом разового натискання на спусковий гачок здійснити більше ніж один постріл;

1) боєприпаси - патрони до нарізної та гладкоствольної вогнепальної зброї, інші пристрої одноразового використання, конструктивно призначені й технічно придатні для пострілу зі зброї відповідного виду. Не вважаються боєприпасами окремі компоненти спорядження патронів до вогнепальної зброї (шріт, картеч, кулі, пижі, прокладки, контейнери, капсулі, гільзи, порох);

2) відповідна ліцензія - запис у Єдиному державному реєстрі юридичних осіб, фізичних осіб - підприємців та громадських формувань про рішення органу ліцензування щодо наявності у суб'єкта господарювання права на провадження визначеного виду господарської діяльності з виробництва, ремонту, торгівлі зброєю, охоронної діяльності, що здійснюється з використанням вогнепальної зброї, прорведення курсів з підготовки власника зброї, створення та організація роботи стрілецьких тирів, стрільбищ.

3) вогнепальна зброя та боєприпаси військового призначення - вогнепальна зброя і боєприпаси, що закріплені за військовими частинами, закладами, установами та організаціями Збройних Сил України, а також іншими військовими формуваннями України. Вогнепальною зброєю і боєприпасами військового призначення є також вогнепальна зброя і боєприпаси, що виробляються за Державним оборонним замовленням;

4) вогнепальна зброя - переносна ствольна зброя, яка спричиняє направлений постріл метальної частини боєприпасу за рахунок енергії вибухової речовини, за винятком старовинної дульнозарядної вогнепальної зброї або її моделей;

5) газова зброя - невогнепальна зброя, конструктивно призначена лише для ураження живих цілей шляхом використання хімічних подразнюючих речовин. Газові пістолети (револьвери) не належать до вогнепальної зброї;

6) гладкоствольна вогнепальна зброя - вогнепальна зброя, в якої напрямна частина каналу ствола по всій його довжині не має нарізів, які надають метальному елементу обертального руху. До гладкоствольної вогнепальної зброї також належить вогнепальна зброя, призначена для стрільби боєприпасами для гладкоствольної вогнепальної зброї, канал ствола якої містить нарізи в його кінцевій частині, або нарізи для покращення осипу дробового метального заряду;

7) гладкоствольна короткоствольна вогнепальна зброя призначена для стрільби боєприпасами, спорядженими еластичними метальними елементами меншої смертельної дії - пістолети та револьвери з внутрішнім діаметром ствола не більш як 10 міліметрів, спеціально сконструйовані та виготовлені, або перероблені для відстрілу боєприпасів, споряджених еластичними метальними елементами меншої смертельної дії. Вимоги до боєприпасів, споряджених метальними елементами меншої смертельної дії, встановлює Міністерство охорони здоров'я України;

8) громадське місце - територія, частина (частини) будь-якої будівлі, споруди, яка доступна або відкрита для населення вільно, чи за запрошенням, або за плату, постійно, періодично або час від часу, в тому числі під'їзди, а також підземні переходи, стадіони, парки, тощо;

9) дрібний ремонт - усунення несправностей, дефектів та/або заміна неосновних частин зброї, що не призводить до підсилення чи зміни основних властивостей зброї та здійснюється з метою відновлення властивостей зброї і задля можливості подальшого її використання за прямим призначенням;

10) деактивована зброя (макети, макети масогабаритні) - зброя спеціально приведена в непридатний для стрільби стан, у тому числі - не придатна для стрільби холостими патронами;

11) додаткове обладнання до зброї - пристрої, спеціально створені або адаптовані для встановлення на зброю, які служать для покращення її зовнішнього вигляду, ергономіки (користувальницьких властивостей), комфорту у використанні, адаптації до анатомічних особливостей власника, пристосування (постійного чи тимчасового) до виконання відповідних завдань (самозахист, мисливство чи зайняття спортом тощо). До додаткового обладнання належать, зокрема, але не виключно, засоби зменшення гучності пострілу, засоби зменшення сили віддачі, полум'ягасники, додаткові прицільні та цілевказівні засоби, оптичні приціли, оптично-електронні прицільні пристрої, приціли нічного бачення, освітлювальні пристрої тощо;

12) дозвільний документ - документ встановленого зразка, який підтверджує, що фізична або юридична особа мають право володіти, користуватися і розпоряджатися зброєю відповідної категорії та боєприпасами до неї, а також можуть придбати зброю відповідної категорії, що зазначена у дозвільному документі, та боєприпаси до неї. Дозвільні документи поділяються на:

• "відповідну ліцензію" для юридичних осіб

• "посвідчення власника зброї" для фізичних осіб, що є громадянами України;

• інші дозвільний документ для іноземців, що регулюються цим законом та іншими законами.

13) демонстрування зброї - умисний публічний показ зброї за відсутності підстав та намірів для її застосування;

14) довгоствольна вогнепальна зброя - будь-яка вогнепальна зброя, яка не належить до категорії є короткоствольної;

15) заняття стрільбою - діяльність, яка полягає у разовому або регулярному виконанні вправ зі стрільби з метою навчання, вдосконалення навичок зі стрільби та навичок поводження зі зброєю;

16) заряджена зброя - зброя з боєприпасом в патроннику та зведеним ударно-спусковим механізмом;

17) зброя - пристрій або предмет, спеціально сконструйований для знищення, ураження, ушкодження або заподіяння іншого руйнівного впливу на живі чи неживі об'єкти та цілі;

18) зона, вільна від зброї - будівля, приміщення, споруда, територія, де існує законна заборона перебування зі зброєю;

19) імітаційна зброя - електропневматична та пневматична зброя, призначена для спортивних та рекреаційних занять (пейнтбол, страйкбол ейрсофт тощо) - пристрої, які зовні та конструктивно нагадують, копіюють та відповідають принципам дії вогнепальної зброї, метальний елемент якої служить для імітації чи фіксації влучення без заподіяння шкоди, або містить оптичний пристрій для фіксації влучень без застосування метального елементу;

20) предмети, що імітують зброю - електропневматичні та пневматичні пристрої, які зовні та конструктивно нагадують, копіюють та відповідають принципам дії вогнепальної зброї, метальний елемент якої служить для імітації чи фіксації влучення без застосування боєприпасу, або містить оптичний пристрій для фіксації влучень без застосування метального елементу;

21) колекція зброї та/або боєприпасів (колекція) - це впорядковане зібрання зброї та боєприпасів, яке має історичну, наукову та культурну цінність, що використовується або може бути використане для експонування, наукової, дослідницької, практичної чи експертної роботи, або підвищення професійного рівня у зв'язку зі службовою діяльністю;

22) комбінована вогнепальна зброя - вогнепальна зброя, що має стволи з нарізними і з гладкими каналами;

23) компоненти боєприпасів - окремі складові частини спорядження патронів до вогнепальної зброї, а саме: метальні елементи (снаряди), метальні заряди, капсулі, гільзи, пижі, прокладки, контейнери тощо;

24) короткоствольна вогнепальна зброя (пістолети та револьвери) - довжина ствола якої не перевищує 300 міліметрів, із загальною довжиною не більше 600 міліметрів, та яка не обладнана невід'ємним прикладом;

25) кулегільзотека - колекція куль і гільз, яка утворюється у результаті експериментального відстрілу зброї уповноваженим органом Національної поліції;

26) місце постійного зберігання зброї - місце реєстрації або постійного проживання (перебування) власника зброї, відомості про яке внесено до Єдиного державного реєстру цивільної зброї;

27) навчальна зброя - зброя призначена для формування навичок поводження зі зброєю та холостих тренувань (тренувань без здійснення пострілу);

28) нагородна зброя - персоніфікована зброя, що є відзнакою фізичної особи за особливі заслуги перед державою, державними органами та установами;

29) нарізна вогнепальна зброя - вогнепальна зброя, направляюча частина каналу ствола якої по всій довжині містить нарізи, призначені для надання метальному елементу обертального руху під час пострілу. До нарізної вогнепальної зброї не належить вогнепальна зброя, яка призначена для стрільби боєприпасами для гладкоствольної вогнепальної зброї та яка в Україні класифікована і сертифікована як гладкоствольна вогнепальна зброя;

30) напівавтоматична вогнепальна зброя - вогнепальна зброя, яка після кожного пострілу перезаряджається самостійно та з якої внаслідок її конструктивних особливостей та технічних характеристик неможливо зробити більше ніж один постріл шляхом разового натискання на спусковий гачок;

31) основні частини вогнепальної зброї - ствол, барабан, затвор, ствольна коробка, рамка пістолету (револьверу);

32) охолощена зброя - зброя конструктивно призначена (перероблена або виготовлена) виключно для здійснення стрільби холостими патронами;

33) патрон - боєприпас стрілкової зброї, одноразового використання, що складається з метального елементу (куля, картеч або заряд дробу), гільзи, заряду пороху (іншої вибухової речовини), запалювального елементу (капсуля);

34) переспорядження боєприпасів - виготовлення боєприпасів з використанням гільз, нових, або тих, які раніше були відстріляні в складі інших боєприпасів та придатні для повторного використання;

35) пневматична зброя - невогнепальна зброя, в якій куля чи інший метальний елемент отримує спрямований рух під дією сили стисненого газу або суміші газів;

36) посвідчення власника зброї - дозвільний документ встановленого зразка, який підтверджує, що фізична особа, що є громадянином України, має право володіти, користуватися і розпоряджатися зброєю відповідної категорії та боєприпасами до неї, а також підтверджує, що особа може придбати зброю відповідної категорії, що зазначена у посвідченні, та боєприпаси до неї;

37) реєстратори Єдиного державного реєстру цивільної зброї - уповноважені службові особи Національної поліції, Міністерства юстиції, суб'єктів господарювання в сфері обігу зброї і боєприпасів, що отримали відповідну ліцензію, нотаріуси, які в порядку, визначеному цим Законом, вносять відомості до Єдиного державного реєстру цивільної зброї;

38) ремонт зброї - усунення несправностей, дефектів, зокрема шляхом заміни або суттєвої обробки основних частин зброї з метою відновлення її властивостей. При цьому до ремонту зброї не належать дрібний ремонт та тюнінг;

39) розряджена зброя - будь-яка зброя, що не є зарядженою;

40) сигнальна зброя - вогнепальна зброя, призначена виключно для подачі звукового або світлового сигналу з використанням сигнального піротехнічного пристрою або сигнальних патронів;

41) службова зброя - цивільна зброя, яка перебуває у власності юридичних осіб приватного права і використовується їх службовими особами для виконання службових обов'язків;

42) стрілецький тир - спеціально обладнане приміщення, будова, споруда або територія, яка використовується для занять зі стрільби;

43) стрільбище - комплекс, який складається з двох або більше стрілецьких тирів та розташовується на окремій земельній ділянці;

44) технічний адміністратор Єдиного державного реєстру цивільної зброї (далі - технічний адміністратор) - державне унітарне підприємство, визначене Міністерством юстиції України та віднесене до сфери його управління, що здійснює заходи зі створення, впровадження та супроводження програмного забезпечення Єдиного державного реєстру цивільної зброї, відповідає за його технічне і технологічне забезпечення, збереження та захист даних цього реєстру, здійснює технічні та технологічні заходи з надання, блокування та анулювання доступу до Єдиного державного реєстру цивільної зброї, організовує та проводить навчання для роботи з цим реєстром;

45) транспортування зброї та боєприпасів - переміщення розрядженої зброї, боєприпасів до неї власником поза місцем їх постійного зберігання у спосіб, який виключає негайне застосування зброї. Терміном транспортування зброї та боєприпасів охоплюється перенесення і перевезення зброї та боєприпасів;

46) тюнінг зброї - дії, спрямовані на покращення зовнішнього вигляду зброї, її ергономіки (користувацьких властивостей), зміни тактико-технічних характеристик, адаптації до анатомії власника, пристосування (постійного чи тимчасового) до виконання певного цільового призначення;

47) холостий патрон - боєприпас без метального елементу (снаряду), який складається з гільзи, капсуля, порохового заряду і пижа або без пижа для імітації пострілу з вогнепальної зброї;

48) цивільна вогнепальна зброя і боєприпаси - вогнепальна зброя та боєприпаси, які не заборонені Законом для цивільного обігу, які можуть перебувати у власності фізичних осіб та юридичних осіб приватного права у порядку, визначеному цим Законом;

2. Усі інші терміни у цьому Законі вживаються в значеннях, визначених законами України.
Стаття 2. Сфера дії Закону

1. Цей Закон:

1) регулює суспільні відносини власності на зброю та використання зброї.

2) визначає правові підстави і порядок цивільного обігу та використання зброї і боєприпасів до неї;

3) визначає класифікацію зброї;

4) визначає загальні права і обов'язки суб'єктів господарювання, діяльність яких пов'язана з виробництвом, торгівлею, ремонтом та використанням зброї та боєприпасів;

5) регламентує порядок організації курсів підготовки (перепідготовки) власників зброї;

6) визначає перелік зброї, забороненої до цивільного обігу;

7) встановлює повноваження органів державної влади в сфері обігу зброї, ведення Єдиного державного реєстру цивільної зброї;

2. Дія цього Закону не поширюється на:

1) предмети і пристрої, які не сконструйовані або не пристосовані до застосування як зброя, але можуть бути так застосовані;

2) старовинну вогнепальну зброю, що виготовлена до 1877 року, та її копії за умови, що з неї не можна стріляти боєприпасами, призначеними для забороненої в цивільному обігу вогнепальної зброї, або боєприпасами до вогнепальної зброї, введення якої в цивільний обіг потребує спеціального дозволу;

3) зброю та боєприпаси, які перебувають у власності держави і використовуються державними науковими та експертними установами для проведення наукових досліджень та експертиз;

4) промислово виготовлені інструменти, в яких застосовані принципи дії або конструкції вогнепальної чи пневматичної зброї та які можуть бути використані виключно з передбаченою їх конструкцією метою;

5) ядерну, хімічну, біологічну та будь-яку іншу зброю масового ураження;

6) військову техніку та її допоміжне обладнання та озброєння;

7) іграшкову зброю або інші предмети, які за своїм зовнішнім виглядом подібні до зброї або боєприпасів, але не є такими;

8) сигнальні пристрої, в тому числі такі, які входять в обов'язкове оснащення човнів, яхт, суден або літальних апаратів (предмети або механізми конструктивно призначені виключно для подачі піротехнічного світлового, звукового або димового сигналу) і салютні патрони, тобто ті патрони, які не мають снаряду та призначені для імітації стрільби, салюту чи подачі сигналу;

9) імітаційну зброю;

10) колючо-ріжучі предмети та предмети ударно-дробильної дії, виготовлені для застосування в якості зброї з метою ураження людини та в домашньому господарстві або побуті.

3. Норми цього закону поширюються на вогнепальну зброю і боєприпаси військового призначення в частині, що не суперечить Закону України "Про правовий режим майна у Збройних Силах України".
Стаття 3. Категорії цивільної зброї та боєприпасів

1. В Україні в цивільному обігу (обороті) перебувають такі категорії цивільної зброї та боєприпасів:

1) перша категорія - пневматична зброя калібру до 4,5 мм і швидкістю польоту метального елементу до 100 м/с; вогнепальна зброя під патрон "Флобера" калібру до 4,5 мм та боєприпаси до неї; газова зброя; луки та арбалети з силою натяжіння тетиви не більше 40 кг; інша зброя, яка не належить до другої, третьої, четвертої категорії та не заборонена в цивільному обігу (обороті);

2) друга категорія - довгоствольна вогнепальна гладкоствольна зброя; пневматична зброя калібру понад 4,5 мм і швидкістю польоту метального елементу понад 100 м/с; вогнепальна зброя під патрон "Флобера" калібру понад 4,5 мм та боєприпаси до неї, луки та арбалети, не віднесені від першої категорії;

3) третя категорія - довгоствольна вогнепальна нарізна і комбінована вогнепальна зброя та боєприпаси до неї;

4) четверта категорія - короткоствольна нарізна вогнепальна зброя та боєприпаси до неї; короткоствольна гладкоствольна вогнепальна зброя, призначена для стрільби боєприпасами, спорядженими еластичними метальними елементами менш смертельної дії та боєприпаси до неї.

2. Цивільний обіг (оборот) зброї, що належить до першої категорії, а також охолощеної та деактивованої зброї, здійснюється без дозвільних документів, в порядку, визначеному цим Законом та Цивільним кодексом України.

3. Цивільний обіг (оборот) зброї, що належить до другої, третьої і четвертої категорії та боєприпаси до неї, здійснюється на підставі дозвільного документу і в порядку, визначеному цим Законом і Цивільним кодексом України.
Стаття 4. Заборонені до цивільного обігу (обороту) зброя, боєприпаси та додаткове обладнання до зброї

1. В Україні заборонені для цивільного обігу (обороту) і володіння фізичними та юридичними особами приватного права:

1) автоматична вогнепальна зброя;

2) вогнепальна зброя, яка створена шляхом переробки невогнепальної зброї, або вогнепальної зброї, в якій було замінено основні частини, що призвело до суттєвих змін властивостей такої зброї, якщо такі переробки та зміни проведено без відповідної ліцензії;

3) вогнепальна зброя, що імітує інший предмет;

4) вогнепальна зброя, виготовлена з матеріалів, що не дозволяють виявити її за допомогою металошукачів;

5) вогнепальна зброя, перероблена таким чином, що ускладнює її криміналістичну ідентифікацію, в тому числі зброя з самовільно незаконно заміненими основними частинами;

6) вогнепальна зброя без ідентифікаційного маркування;

7) вогнепальна зброя, яка не відповідає вимогам щодо довжини ствола або загальної довжини зброї;

8) довгоствольна вогнепальна зброя, яка дозволяє вести стрільбу зі складеним прикладом, якщо її довжина зі складеним прикладом не перевищує 600 мм;

9) боєприпаси, спеціально сконструйовані для посилення пробивної дії та ураження захищених цілей;

10) боєприпаси розривної, вибухової або запалювальної (трасуючої) дії;

11) додаткове обладнання до зброї для відстрілу боєприпасів розривної та запалювальної (трасуючої) дії;

12) гладкоствольна короткоствольна вогнепальна зброя, призначена для стрільби патронами, спорядженими еластичними снарядами менш смертельної дії з внутрішнім діаметром ствола більше 10 міліметрів;

13) короткоствольна нарізна вогнепальна зброя калібром більше 13 міліметрів;

14) довгоствольна нарізна вогнепальна зброя калібром більше 20 міліметрів;

15) довгоствольна гладкоствольна вогнепальна зброя калібром більше 27 міліметрів;

2. Надання в установленому порядку статусу відомчої вогнепальної зброї або вогнепальної зброї військового призначення певним одиницям вогнепальної зброї не припиняє в Україні цивільний обіг (оборот) інших одиниць вогнепальної зброї відповідних (ідентичних, тотожних) моделей та марок та боєприпасів до них.
РОЗДІЛ II. Єдиний державний реєстр цивільної зброї
Стаття 5. Єдиний державний реєстр цивільної зброї

1. В Україні створюється та ведеться Єдиний державний реєстр цивільної зброї (надалі - Реєстр зброї) - єдина державна інформаційно-пошукова система обліку зброї, що містить відомості про права на зброю, а також про об'єкти та суб'єкти цих прав.

2. Реєстр зброї є державною власністю.

3. Держателем Реєстру зброї є Міністерство юстиції України.

4. Облік цивільної зброї - це комплекс заходів, які полягають у:

1) внесенні відомостей до Реєстру зброї, їх накопиченні, узагальненні, зберіганні та передачі інформації про зареєстровану цивільну зброю, її власників та користувачів;

2) перевірці документів, які є підставою для здійснення реєстрації;

3) перевірці відсутності будь-яких обтяжень за даними Державного реєстру обтяжень рухомого майна;

4) звірці та, за необхідності, дослідженні ідентифікаційних номерів зброї та огляді зброї;

5) внесенні інших відомостей до Реєстру зброї передбачених порядком його ведення, який встановлюється Кабінетом міністрів України.

5. Реєстрації підлягає цивільна зброя другої, третьої та четвертої категорії, що визначені цим законом.

6. У разі звернення особи, яка внесена до Єдиного реєстру боржників, для здійснення перереєстрації зброї з метою її відчуження суб'єкти Реєстру зброї зобов'язані відмовити у вчиненні реєстраційної дії, про що не пізніше наступного робочого дня повідомити зазначений у Єдиному реєстрі боржників орган державної виконавчої служби або приватного виконавця із зазначенням відомостей про таку зброю.

7. Порядок здійснення реєстрації та ведення обліку службової зброї визначається Кабінетом Міністрів України.

8. За запитом власника або користувача зброї суб'єктами Реєстру зброї, що мають відповідний доступ, йому видається витяг з Реєстру зброї, який містить інформацію про зброю, яка йому належить, або на яку він має право спільного користування.

9. Закупівля за державні кошти бланків дозвільних документів для цивільної зброї здійснюється відповідно до вимог законодавства тими органами, на які покладений обов'язок щодо реєстрації такої зброї.

10. Придбана, ввезена чи виготовлена для потреб цивільного обігу (обороту) зброя реєструється в Реєстрі зброї за місцем її продажу.

11. Порядок ведення та функціонування Реєстру зброї визначається Кабінетом Міністрів України.

12. Режими доступу суб'єктів та користувачів до Реєстру зброї визначається Кабінетом Міністрів України з урахуванням вимог цього Закону, законів України "Про захист інформації в інформаційно-телекомунікаційних системах", "Про захист персональних даних".

13. Заходи зі створення, впровадження та супроводження програмного забезпечення Реєстру зброї, технічного і технологічного забезпечення, збереження та захисту даних Реєстру зброї, технічних та технологічних заходів з надання, блокування та анулювання доступу до Реєстру зброї здійснюються технічним адміністратором відповідно до цього Закону, законів України "Про захист інформації в інформаційно-телекомунікаційних системах", "Про захист персональних даних".
Стаття 6. Вимоги до змісту Єдиного державного реєстру цивільної зброї

1. Реєстр зброї повинен містити, зокрема, такі відомості:

1) марку зброї;

2) модель зброї;

3) номер зброї;

4) калібр зброї;

5) дані для кулегільзотеки;

6) фотографію, прізвище, ім'я, по батькові власника зброї, його код в ДРФО, дані засобів зв'язку (для юридичних осіб зазначається повне найменування юридичної особи, організаційно-правова форма, ідентифікаційний код та місцезнаходження юридичної особи, а також фотографію, прізвище, ім'я, по батькові особи (осіб), відповідальної за зберігання та використання зброї);

7) про умови набуття, перехід права власності на зброю, а також обтяження права власності;

8) про дозвільний документ;

9) про проходження кваліфікаційного іспиту;

10) про місце постійного зберігання зброї або зміну місця зберігання зброї;

11) про спільне володіння чи користування зброєю;

12) про підтвердження права на зброю, про призупинення та припинення дії дозвільного документу, про довічне позбавлення особи права володіти зброєю;

13) про зміну основних частин зброї;

14) про тимчасове вилучення зброї чи обмеження прав на зброю, а також вилучення зброї у випадку позбавлення права на зброю;

15) інформацію про притягнення особи до відповідальності за порушення правил використання зброї;

16) про планові та позапланові перевірки умов зберігання зброї та боєприпасів;

17) про викрадену, загублену та знайдену зброю, а також зброю, яка є знаряддям чи засобом злочину або арештована в кримінальному провадженні.
Стаття 7. Суб'єкти Єдиного державного реєстру цивільної зброї

1. Суб'єкти Реєстру зброї:

1) Міністерство юстиції України та його територіальні органи;

2) уповноважені органи Національної поліції України;

3) Державна митна служба України;

4) нотаріуси;

5) суб'єкти господарювання у сфері обігу зброї і боєприпасів, що отримали відповідну ліцензію.
Стаття 8. Повноваження Міністерства юстиції України у сфері реєстрації зброї

1. Міністерство юстиції України:

1) забезпечує формування державної політики у сфері реєстрації та обліку зброї, її власників та користувачів;

2) здійснює нормативно-правове регулювання у сфері реєстрації та обліку цивільної зброї та готує проекти нормативно-правових актів в сфері реєстрації та обліку цивільної зброї та боєприпасів;

3) затверджує статут державного підприємства - технічного адміністратора Реєстру зброї, призначає та звільняє його керівника;

4) здійснює контроль за використанням та збереженням майна, належного державному підприємству - технічному адміністратору Реєстру зброї;

5) здійснює інші повноваження, передбачені цим Законом та іншими законами України;

6) встановлює кваліфікаційні вимоги, умови доступу та позбавлення доступу для осіб, уповноважених на внесення відомостей до Реєстру зброї;

7) надає інформацію про зареєстровану зброю та її власників і користувачів, а також обтяження прав на зброю.
Стаття 9. Повноваження органів Національної поліції

1. Органи Національної поліції:

1) забезпечують внесення відомостей до Реєстру зброї;

2) визначають повноваження осіб з числа працівників, уповноважених на внесення відомостей до Реєстру зброї;

3) надають відомості з Реєстру зброї за запитом громадян та уповноважених органів.
Стаття 10. Повноваження нотаріусів як реєстраторів Єдиного державного реєстру цивільної зброї

1. Нотаріуси:

1) посвідчують договора відчуження (купівлі-продажу, дарування, міни) вогнепальної зброї, видають свідоцтва на спадщину вогнепальної зброї у випадках представлення дозвільного документу;

2) здійснюють перевірку дозвільних документів;

3) вносять відомості до Реєстру зброї;

4) здійснюють інші повноваження, передбачені цим Законом та іншими нормативно-правовими актами України.

2. Реєстратори з числа уповноважених службових осіб суб'єктів господарювання в сфері обігу зброї і боєприпасів здійснюють внесення відомостей до Реєстру зброї про продану цим суб'єктом зброю.
РОЗДІЛ III. Загальні засади цивільного обігу (обороту) зброї і боєприпасів
Стаття 11. Право власності на цивільну зброю і боєприпаси

1. Громадяни України, що досягли шістнадцяти років, та юридичні особи, керівниками яких є повнолітні особи, мають право набувати у власність і відчужувати цивільну зброю та боєприпаси першої категорії в порядку, встановленому Цивільним кодексом України та цим Законом.

2. Громадяни України, та юридичні особи мають право набувати у власність і відчужувати цивільну зброю та боєприпаси другої, третьої та четвертої категорії в порядку, встановленому Цивільним кодексом України та цим Законом на підставі дозвільного документу.

3. Право власності на цивільну зброю другої, третьої та четвертої категорій, її основні частини та боєприпаси набувається виключно за наявності дозвільного документу.

4. Неосновні частини цивільної зброї та додаткове обладнання до неї перебувають в цивільному обігу (обороті), визначеному для першої категорії зброї.

5. Кількість зброї відповідної категорії, яку має право придбати фізична чи юридична особа, що має дозвільний документ на зброю цієї категорії, та боєприпасів до неї не обмежується.

6. Виробництво, ремонт та продаж цивільної зброї та боєприпасів в Україні здійснюють суб'єкти господарювання, що мають відповідну ліцензію на цей вид діяльності.

7. Обмеження щодо місткості від'ємних та невід'ємних магазинів цивільної зброї та/або використання додаткового обладнання може бути встановлено виключно законами України або регламентами (правилами) спортивних змагань.

8. Володіння, користування та розпоряджання зброєю громадянами України відбувається за наявності посвідчення власника зброї.

9. Володіння і розпорядження зброєю юридичними особами здійснюється на підставі відповідної ліцензії. Використання зброї, що належить юридичним особам, здійснюється в порядку, визначеному Кабінетом міністрів України.

10. Виникнення права власності на зброю не пов'язане із внесенням відомостей до Реєстру зброї. Використання зброї без внесення відомостей до Реєстру зброї заборонено.

11. Користування зброєю другої, третьої та четвертої категорії без чинного договору страхування цивільної відповідальності власника зброї не допускається.
Стаття 12. Посвідчення власника зброї

1. Громадяни набувають право на придбання цивільної зброї другої, третьої та четвертої категорії після одержання ними посвідчення власника зброї відповідної категорії. У посвідченні вказується інформація про власника, а також зазначається категорія (категорії) зброї, яку особа має право придбати у власність.

2. Посвідчення власника зброї видається строком на п'ять років. Дія посвідчення власника зброї продовжується у порядку, визначеному у статті 16 цього Закону. Порядок видачі посвідчень та їх форму встановлює Кабінет Міністрів України.

3. Для придбання зброї першої категорії посвідчення власника зброї не вимагається.

4. Придбання боєприпасів до цивільної вогнепальної зброї здійснюється за наявності посвідчення власника зброї. Особа має право придбати боєприпаси та згадані в цій частині статті компоненти до боєприпасів (порох, капсулі) до зброї лише тієї категорії, на яку вона має дозвільний документ.

5. Патрони та метальні елементи до пневматичної, газової, охолощеної зброї, зброї під патрон "Флобера" калібром до 4,5 міліметра включно не належать до боєприпасів, і їх цивільний обіг не обмежується.

6. Обіг (оборот) компонентів боєприпасів до вогнепальної зброї (окрім пороху та капсулів) відбувається без будь-яких дозвільних документів - вони продаються, передаються, набуваються чи відчужуються без обмежень.

7. Посвідчення власника зброї видають органи Національної поліції за місцем реєстрації особи протягом п'яти робочих днів з дня подання документів, визначених цим Законом.
Стаття 13. Умови отримання громадянами посвідчення власника зброї

1. Право на отримання дозвільного документу другої, третьої та четвертої категорії мають дієздатні, психічно здорові громадяни України, що не мають судимості за: злочини проти основ національної безпеки України; тяжкі та/або особливо тяжкі умисні злочини проти життя чи здоров'я особи незалежно від кваліфікації за статтями Кримінального кодексу України; злочини проти статевої свободи та статевої недоторканості особи; злочини проти миру, безпеки людства та міжнародного правопорядку; злочини, відповідальність за вчинення яких передбачена статтями: 146, 146-1, 147, 149, 255 - 258-5, з Кримінального кодексу України.

2. Для отримання дозвільного документу другої, третьої та четвертої категорії громадянин зобов'язаний подати до органу Національної поліції за місцем своєї реєстрації:

1) заяву за формою, встановленою Національною поліцією;

2) копію медичної довідки (висновку) встановленого зразка, наданою лікувально-консультативною комісією про відсутність у особи медичних протипоказань для володіння зброєю.

3) копію довідки встановленого зразка про проходження курсів підготовки власників зброї;

4) копію паспорта громадянина України;

5) копію індентифікаційного коду за даними ДРФО;

6) копію документу, що підтверджує сплату послуг з видачі дозвільного документу.

3. Оригінали документів, вказаних у п. п. 2 - 6 частини 2 цієї статті, надаються заявником для огляду уповноваженому працівнику Національної поліції при подачі заяви. У разі надсилання громадянином заяви на отримання посвідчення власника зброї другої, третьої та четвертої категорії на адресу уповноваженого органу поштою чи кур'єрською службою копії документів, вказані у п. п. 2 - 6 частини 2 цієї статті, а також підпис заявника на заяві мають бути засвідчені нотаріально.

4. За видачу посвідчення власника зброї громадянам стягується плата в розмірі 0,01 мінімальної заробітної плати, розмір якої встановлений на перше січня року, в якому оформляється посвідчення власника зброї.

5. Дозвільний документ на зброю другої категорії можуть отримати в порядку, встановленому цим Законом, громадяни України, які досягли 18-річного віку.

6. Дозвільний документ на зброю третьої та четвертої категорії можуть отримати в порядку, встановленому цим Законом, громадяни України, які досягли 21-річного віку.

7. Для отримання дозвільного документу громадянами, враховуючи особливу відповідальність, яка покладається на власника зброї, встановлюється особливий порядок проходження медичного огляду для отримання довідки (висновку) закладу охорони здоров'я. Порядок проходження медичного огляду та форму довідки, а також перелік захворювань та фізичних вад, за наявності яких дозвільний документ не видається, встановлює Кабінет Міністрів України.

8. Громадяни, які мають намір придбати зброю вперше, повинні пройти курси підготовки власників зброї, та по їх закінченню надати відповідну довідку до органу Національної поліції.

9. Особа, яка має дозвільний документ на зброю певної категорії і бажає мати зброю іншої категорії, повинна пройти кваліфікаційні курси щодо поводження зі зброєю відповідної категорії та отримати дозвільний документ відповідної категорії. Кваліфікаційні курси проводяться на базі курсів підготовки власників зброї.

10. Особи офіцерського складу ЗСУ, МВС, СБУ, звільнені у відставку (окрім осіб, звільнених у зв'язку з реалізацією дисциплінарного стягнення у вигляді звільнення зі служби, звільнених за службовою невідповідністю) чи в запас, які проходили службу на посадах не менше 2 років, які мають намір набути у власність цивільну зброю, звільняються від проходження курсів підготовки власників зброї, але повинні здати кваліфікаційний іспит.
Стаття 14. Умови отримання дозвільного документу юридичними особами приватного права

1. Право на володіння зброєю другої, третьої та четвертої категорії мають юридичні особи приватного права, які отримали відповідну ліцензію.

2. Для отримання дозвільного документу юридичними особами приватного права керівник такої особи подає:

1) заяву за формою, встановленою Національною поліцією;

2) копію ліцензії на здійснення охоронної діяльності;

3) наказ про призначення відповідальних за збереження та використання зброї працівників такої юридичної особи;

4) договір обов'язкового страхування професійної відповідальності;

5) документ, що підтверджує сплату послуг з видачі дозвільного документу.

3. Використовувати зброю, яка належить юридичній особі, мають право виключно громадяни, які перебувають в трудових відносинах з такою юридичною особою та мають посвідчення власника зброї відповідної категорії.

4. Дозвільний документ на зброю юридичним особам приватного права, які мають ліцензію на торгівлю, ремонт і виробництво вогнепальної зброї і боєприпасів не оформляється, а набуття, володіння, користування і розпорядження зброєю і боєприпасами здійснюється відповідно до цього Закону та ліцензійних умов.
Стаття 15. Відмова у видачі дозвільного документу

1. Підставами для відмови у видачі дозвільного документа є:

1) подання заявником документів або відомостей, визначених цим Законом, не в повному обсязі;

2) невідповідність документів вимогам, установленим цим Законом;

3) рішення суду, яке набрало законної сили, про обмеження цивільної дієздатності заявника чи визнання його недієздатною особою;

4) наявність в Реєстрі зброї відомостей про притягнення особи до відповідальності за порушення правил поводження зі зброєю у випадку, якщо з дати притягнення заявника до відповідальності не сплинув 1 (один) рік;

5) перебування на профілактичному обліку у зв'язку з вчиненням особою насильства в сім'ї;

6) наявність непогашеної або не знятої в установленому законом порядку судимості за умисні тяжкі та/або особливо тяжкі злочини проти життя та здоров'я особи; злочини проти статевої свободи та статевої недоторканості особи; злочини проти основ національної безпеки України; злочини, відповідальність за вчинення яких передбачена статтями: 146, 146-1, 147, 149, 255 - 258-5 Кримінального кодексу України;

7) наявність рішення суду, яке набрало законної сили, про довічне позбавлення особи права володіти зброєю;

8) недосягнення особою віку для володіння зброєю, встановленого цим Законом;

9) відсутність зареєстрованого місця проживання (перебування).

2. Рішення про відмову у видачі дозвільного документу (із зазначенням підстав для відмови) приймається органом Національної поліції в письмовій формі та вручається (надсилається засобами поштового зв'язку на вказану у заяві адресу) заявнику протягом трьох робочих днів з дня подання документів для одержання дозвільного документу.

3. Відмова у видачі дозвільного документу не позбавляє особу права на повторне звернення за отриманням дозвільного документу в разі усунення підстав для відмови у попередній видачі.

4. Відмову у видачі дозвільного документу може бути оскаржено в суді.
Стаття 16. Підтвердження права на володіння зброєю

1. Продовження дії дозвільного документу відповідної категорії здійснюється протягом п'яти років з дати його отримання, або з дати попереднього продовження.

2. Громадяни, які є власниками зброї другої та третьої категорій, продовжують дію посвідчення власника зброї відповідної категорії шляхом надання до органу Національної поліції, довідки (висновку) встановленого зразку закладу охорони здоров'я про відсутність у особи медичних протипоказань для володіння зброєю.

3. Громадяни, які є власниками зброї четвертої категорії, продовжують дію посвідчення власника зброї відповідної категорії шляхом надання до органу Національної поліції довідки (висновку) закладу охорони здоров'я про те, що особа за станом здоров'я може володіти зброєю, а також довідки про здачу кваліфікаційного іспиту власника зброї цієї категорії.

4. Кваліфікаційний іспит проводиться на основі курсів підготовки власників зброї.

5. У разі ненадання особою усіх необхідних документів у вказаний цією статтею строк, дія дозвільного документу призупиняється до моменту надання необхідних документів. Дія дозвільного документу, що був призупинений, може бути продовжена шляхом надання необхідних документів протягом 90 днів.

6. Дія призупиненого дозвільного документу може бути продовжена шляхом подання необхідних документів після завершення строку, визначеного у частині п'ятій цієї статті в разі підтвердження поважності причин недотримання строку.

7. Інформація про продовження дозвільного документу вноситься до Реєстру зброї.
Стаття 17. Призупинення, припинення та відновлення дії дозвільного документу

1. Дія дозвільного документу призупиняється в разі:

1) неподання у встановлений строк документів, визначених статтею 16 цього Закону;

2) оголошення повідомлення особі про підозру у порядку, передбаченому Кримінальним процесуальним кодексом України, у вчиненні злочинів передбачених ст. 13 ч. 1 цього Закону;

3) взяття на профілактичний облік у зв'язку з вчиненням власником зброї насильства в сім'ї;

4) відсутності можливості органом Національної поліції протягом двох років перевірити умови зберігання зброї та боєприпасів через відсутність власника за зареєстрованим місцем проживання або за місцем проживання власника зброї, яке було додатково повідомлено уповноваженому органу;

5) повторне протягом року притягнення до адміністративної відповідальності за порушення умов зберігання зброї та боєприпасів.

2. Під час призупинення дії дозвільного документу відповідної категорії користування зброєю, придбання зброї та боєприпасів до неї особі, дозвільний документ якої призупинено, забороняється.

3. Дія дозвільного документу відновлюється за умови:

1) подання всіх документів, необхідних для продовження дозвільного документу;

2) закриття відповідного кримінального провадження або набрання законної сили виправдувальним вироком суду;

3) зняття власника зброї з профілактичного обліку у зв'язку з вчиненням насильства в сім'ї;

4) надання власником зброї можливості перевірити умови зберігання зброї та боєприпасів;

5) надання власником зброї інформації про усунення порушень умов зберігання зброї у строк, визначений цим Законом;

4. Інформацію про призупинення та відновлення дії дозвільного документу вносить до Реєстру зброї орган Національної поліції.

5. Дозвіл на зброю припиняється в разі:

1) закінчення передбаченого статтею 16 цього Закону терміну підтвердження права на володіння зброєю за відсутності поважних причин, які унеможливлюють своєчасне підтвердження права на володіння зброєю;

2) повторної протягом одного року втрати вогнепальної зброї через недбале ставлення до правил її носіння, транспортування чи зберігання;

3) добровільної відмови особи від дозвільного документу на підставі її письмової заяви;

4) довічного позбавлення особи права на зброю рішенням суду, яке набрало законної сили;

5) смерті власника зброї;

6) ліквідації юридичної особи приватного права;

7) набрання законної сили обвинувальним вироком суду щодо особи за вчинення злочинів, передбачених частиною 1 статті 13 цього Закону;

8) обмеження цивільної дієздатності фізичної особи, визнання фізичної особи недієздатною, безвісно відсутньою чи оголошення її померлою за рішенням суду, яке набрало законної сили;

9) погіршення здоров'я особи до стану, який виключає можливість володіти зброєю, що підтверджено висновком закладу охорони здоров'я за зверненням членів сім'ї або органів опіки та піклування;

10) ненадання інформації власником зброї про усунення порушення умов зберігання зброї та боєприпасів в строк, визначений цим Законом.

6. Припинення дії дозвільного документу позбавляє власника права на володіння належною йому зброєю та боєприпасами відповідної категорії.

7. У разі припинення дії дозвільного документу власник, або його законний представник чи спадкоємець зобов'язані передати зброю та боєприпаси на відповідальне зберігання особі, яка має дозвільний документ відповідної категорії, або передати зброю до органів Національної поліції для зберігання чи знищення.

8. Рішення про призупинення дії дозвільного документу виноситься органом Національної поліції в письмовій формі та вручається особі (надсилається засобами поштового зв'язку на адресу, яку особа вказала в заяві), стосовно якої воно винесено.

9. Рішення про припинення дії дозвільного документу здійснюється на підставі вмотивованого рішення суду за клопотанням органу Національної поліції. Копія клопотання разом із матеріалами, якими воно обґрунтовується, вручається особі (надсилається засобами поштового зв'язку на адресу, яку особа вказала в заяві), відносно якої ініційована процедура припинення дозвільного документу.

10. Припинення дії дозвільного документу не перешкоджає особі звернутися до органу Національної поліції для повторного отримання дозвільного документу.

11. Інформація про припинення дозвільного документу вноситься до Реєстру зброї.

12. Призупинення та припинення дії дозвільного документу може бути оскаржене в суді.
Стаття 18. Спільне володіння і використання цивільної зброї і боєприпасів

1. Дозволена в цивільному обігу зброя може на праві спільної власності належати особам, які мають дозвільний документ відповідної категорії.

2. Власник зброї може за письмовою згодою надати право володіти та/або користуватися власною зброєю іншим особам, які мають дозвільний документ відповідної категорії.

3. Відомості про спільних власників, осіб, що володіють, та користувачів зброї, місце постійного зберігання зброї, обмеження в користуванні, володінні чи розпорядженні спільною зброєю вносяться до Реєстру зброї.

4. Спільне володіння, користування та розпоряджання зброєю громадянами України і юридичними особами не допускається.

5. Співвласник, особа, що спільно володіє, та спільний користувач, дію дозвільного документу якого припинено, не має права зберігати спільну зброю.

6. Порядок спільної власності, володіння та користування спільною зброєю здійснюється з дотриманням вимог статті 16 цього Закону.

7. Особи, що спільно володіють, користуються та розпоряджаються зброєю, у разі порушення законодавства, що регулює цивільний обіг зброї, несуть індивідуальну відповідальність, визначену цим Законом.
Стаття 19. Нагородна зброя

1. Особа, яка отримала зброю в нагороду, зобов'язана отримати дозвільний документ на відповідну категорію зброї в установленому цим Законом порядку.

2. До отримання дозвільного документу відповідної категорії, власник нагородної зброї має право виключно на зберігання цієї зброї за зареєстрованим місцем свого проживання та не має права на її носіння, транспортування, а також придбання боєприпасів до неї.

3. Інформація про нагородну зброю підлягає внесенню до Реєстру зброї.
Стаття 20. Знайдена зброя

1. На знайдену зброю поширюються положення статті 337 Цивільного кодексу України з урахуванням положень цього Закону.

2. Відомості про знайдену зброю, якщо така ще не зареєстрована і не відноситься до вогнепальної зброї військового призначення, вносяться до Реєстру зброї.

3. Особа, яка знайшла зброю, зобов'язана якнайшвидше повідомити органи Національної поліції про факт знахідки зброї, місце знаходження зброї та інші обставини, пов'язані з її знахідкою.

4. Знайдена зброя підлягає вилученню органами Національної поліції для подальшої перевірки.

5. Особа, яка знайшла зброю, має право на реєстрацію цієї зброї за собою, якщо вона має дозвільний документ відповідної категорії або в подальшому протягом 180 днів отримає дозвільний документ відповідної категорії в порядку, визначеному цим Законом.

6. Особа, яка знайшла зброю, але не має дозвільного документу відповідної категорії і в подальшому протягом 180 днів не отримає дозвільний документ відповідної категорії в порядку, визначеному цим Законом, або письмово заявить про небажання отримати відповідний дозвільний документ, має право відчужити знайдену зброю особі (особам), яка має дозвільний документ відповідної категорії.

7. У разі якщо особа, яка знайшла зброю, але не має дозвільного документу відповідної категорії і в подальшому протягом 180 днів не отримає дозвільний документ відповідної категорії в порядку, визначеному цим Законом, або письмово заявить про небажання отримати відповідний дозвільний документ і протягом 12 місяців не скористається правом відчужити знайдену зброю особі (особам), яка має дозвільний документ відповідної категорії, знайдена зброя підлягає реалізації на аукціоні в порядку, встановленому Кабінетом міністрів України.

8. Особа отримує відмову у реєстрації знайденої зброї, якщо в Реєстрі зброї наявна інформація про її власника, або є дані про те, що ця зброя була знаряддям чи предметом вчинення злочину, або зброя перебуває в технічному стані, який не дозволяє її використання за цільовим призначенням, або зброя є забороненою до цивільного обігу та не може бути переробленою за рахунок особи, яка бажає зареєструвати її за собою, до стану, який дозволяє її цивільний обіг.

9. Порядок перевірки знайденої зброї щодо наявності підстав для її реєстрації за особою, яка її виявила, визначається Міністерством внутрішніх справ України.

10. Особі, яка знайшла зброю та здала її до органів Національної поліції, виплачується винагорода. Особі, яка зареєструвала знайдену зброю на себе, або реалізувала право відчуження у порядку, передбаченому частиною 6 цієї статті, винагорода не виплачується.

11. Розмір винагороди та порядок її виплати визначається Кабінетом міністрів України.
РОЗДІЛ IV. Загальні засади здійснення права і виконання обов'язків власника цивільної зброї
Стаття 21. Права та обов'язки власників цивільної зброї

1. Власники цивільної зброї мають право:

1) володіти зброєю та боєприпасами до неї в порядку, встановленому цим Законом;

2) використовувати зброю та боєприпаси до неї в порядку, встановленому цим Законом та законодавством України;

3) розпоряджатися зброєю та боєприпасами до неї в порядку, встановленому законами;

4) самостійно здійснювати тюнінг, дрібний ремонт та обслуговування зброї.

2. Власники зброї зобов'язані:

1) дотримуватися вимог щодо носіння та транспортування зброї і боєприпасів до неї, що визначені цим Законом;

2) забезпечувати належне зберігання зброї і боєприпасів до неї;

3) використовувати зброю та боєприпаси з дотриманням вимог безпеки;

4) протягом 30 (тридцяти) днів повідомляти до органу Національної поліції, про зміну реєстрації місця проживання, або зміну місця постійного зберігання зброї та боєприпасів;

5) своєчасно підтверджувати право на володіння зброєю;

6) забезпечувати доступ до місць зберігання зброї та боєприпасів уповноважених співробітників органів Національної поліції на здійснення службових перевірок місць зберігання зброї та боєприпасів, а також надавати для ознайомлення дозвільний документ.
Стаття 22. Відповідальність та обмеження прав власників цивільної зброї і боєприпасів

1. Право власності на цивільну зброю та боєприпаси може бути обмежене у випадках, передбачених цим Законом.

2. Рішення про вилучення зброї та боєприпасів, припинення, чи призупинення дії дозвільного документу, відмову у його видачі, а також інше рішення, що обмежує права власників зброї та боєприпасів, передбачені цим Законом, повинно бути викладено письмово та має містити підстави і мотиви його прийняття. Таке рішення має бути доведено до відома особи, щодо якої воно прийняте, протягом трьох робочих днів з моменту його прийняття.

3. Рішення про вилучення зброї та боєприпасів, припинення чи призупинення дії дозвільного документу, відмову у його видачі, а також інше рішення, що обмежує права власників зброї та боєприпасів, може бути оскаржене особою в суді в порядку, встановленому законодавством України.

4. Забороняється застава зброї та боєприпасів чи їх обтяження у будь-який інший спосіб шляхом встановлення майнових прав на користь третіх осіб, крім обтяжень, встановлених рішенням суду.
Стаття 23. Продаж та інше відчуження цивільної зброї і боєприпасів

1. Власник цивільної зброї може продавати свою зброю та/або боєприпаси до неї через суб'єктів господарювання, що мають відповідну ліцензію на торгівлю зброєю або шляхом укладення цивільно-правової угоди, яка підлягає нотаріальному посвідченню. При цьому інформація про зміну власника зброї вноситься до Реєстру зброї.

2. Громадянин України, який має у власності зброю, має право передавати її органам Національної поліції для знищення.

3. Власники зброї мають право відчужувати боєприпаси, якими вони володіють на законних підставах, іншим особам, що мають дозвільний документ відповідної категорії.
Стаття 24. Спадкування цивільної зброї і боєприпасів

1. Одночасно з реєстрацією смерті власника зброї уповноважені службові особи Міністерства юстиції України роблять відповідний запис в Реєстрі зброї.

2. Спадкоємці, які не отримали посвідчення власника зброї, не мають права користуватися зброєю та боєприпасами спадкодавця.

3. Спадкоємці, які вступили в спадщину, мають права передати зброю та боєприпаси для транспортування і зберігання особі, яка має відповідний дозвільний документ.

4. Зброя чи боєприпаси, включені до складу відумерлої спадщини, передаються органу Національній поліції за місцем оформлення спадщини. Передана в такий спосіб зброя чи боєприпаси вважаються добровільно зданими.

5. Якщо зброя чи боєприпаси померлої особи протягом 180 днів з дати смерті (визнання померлою) не передана на зберігання чи у володіння особи, яка має право на зберігання зброї, то така зброя на підставі рішення суду за зверненням органу Національної поліції вилучається на умовах оплатного вилучення майна. Кошти після реалізації зброї зараховуються до складу спадкової маси.
Стаття 25. Зберігання цивільної зброї і боєприпасів

1. Громадяни України, які мають дозвільний документ відповідної категорії, мають право постійно зберігати зброю та боєприпаси до неї за місцем своєї реєстрації або за місцем свого проживання. Зберігання зброї інших осіб допускається лише у випадках, передбачених цим Законом.

2. Зброя другої, третьої та четвертої категорії при відсутності її власника за місцем зберігання зброї повинна зберігатися у сейфах (металевих шафах) для унеможливлення доступу до неї сторонніх осіб.

3. Сейф (металева шафа) для зберігання зброї повинен відповідати таким вимогам:

1) виготовлений з металу товщиною не менше 1,5 мм;

2) обладнаний не менше ніж одним запірним пристроєм (замком) механічної, електромеханічної, електричної чи ін. дії;

3) у разі, якщо вага порожнього сейфа (металевої шафи) для зберігання зброї та боєприпасів менша ніж 30 кг і габаритні розміри сейфа (металевої шафи) для зберігання зброї та боєприпасів менші ніж 500 мм на 300 мм на 350 мм, безперешкодне переміщення такого сейфу має бути унеможливлене.

4. Боєприпаси до зброї другої, третьої та четвертої категорії повинні зберігатися у спосіб, який забезпечує їх безпечне зберігання та унеможливлює доступ до них сторонніх осіб.

5. Якщо місце проживання не відповідає місцю реєстрації, а також в разі зміни місця проживання та/або зміни місця зберігання зброї та боєприпасів, власник зброї протягом 30 (тридцяти) календарних днів зобов'язаний повідомити про це органу Національної поліції для внесення відповідних даних до Єдиного державного реєстру цивільної зброї.

6. Якщо у власності громадянина перебуває більше ніж п'ять одиниць вогнепальної зброї будь-якої категорії, власник зобов'язаний обладнати місце зберігання зброї сигналізацією.

7. Власник зброї має право тимчасово зберігати зброю та боєприпаси за місцем своєї роботи в металевій шафі або сейфі у спосіб, що унеможливлює доступ до зброї та боєприпасів сторонніх осіб.

8. Перевірки дотримання умов зберігання зброї та боєприпасів юридичних осіб здійснюються уповноваженими співробітниками органів Національної поліції за місцем зберігання зброї та боєприпасів у порядку визначеному Законом України "Про основні засади державного нагляду (контролю) у сфері господарської діяльності".

9. Перевірки дотримання умов зберігання зброї та боєприпасів за місцем проживання фізичних осіб здійснюються за їх згодою уповноваженими співробітниками органів Національної поліції, а на вимогу власника зброї чи особи, яка спільно володіє зброєю. Перевірка місця зберігання зброї та боєприпасів проводиться в присутності щонайменше двох осіб, які не є співробітниками органів Національної поліції. Протокол перевірки умов зберігання складається на вимогу власника зброї, а також у разі виявлення порушень незалежно від згоди власника зброї.

10. У разі виявлення порушення умов зберігання зброї та боєприпасів, визначених цим Законом, уповноважена особа, яка проводила перевірку, виносить припис про усунення виявлених порушень, який під підпис вручається власнику зброї та підлягає виконанню власником зброї протягом 30 (тридцяти) робочих днів з моменту його вручення.

11. Про усунення порушень умов зберігання зброї власник зобов'язаний в письмовій формі протягом визначених 30 (тридцяти) робочих днів повідомити уповноважену особу, яка винесла припис про усунення виявлених порушень, або надати інформацію про оскарження зазначеного припису в суді.
Стаття 26. Носіння та транспортування цивільної зброї і боєприпасів

1. Громадяни України, які мають дозвіл відповідної категорії на зброю та боєприпаси, мають право на їх носіння.

2. Носіння зброї та боєприпасів четвертої категорії здійснюється у зручний для власника та безпечний для нього і оточуючих спосіб (кобурах, чохлах, сумках тощо), які надійно утримують зброю від випадіння назовні незалежно від їх положення відносно тіла.

3. Носіння зброї та боєприпасів четвертої категорії в громадських місцях здійснюється приховано від оточуючих, у спосіб, який унеможливлює випадкову втрату зброї та боєприпасів, чи заволодіння ними третіми особами, а також випадкове спричинення шкоди третім особам.

4. Відкрите носіння в громадських місцях вогнепальної та деактивованої зброї, а також макетів реальних зразків зброї в позиції готовності до стрільби та безпідставна демонстрація у погрозливий формі забороняється і тягне за собою відповідальність передбачену чинним законодавством України.

5. Носіння зброї другої та третьої категорії поза межами житла, домоволодіння особи, стрілецького тиру, стрільбища допускається виключно у випадках зайняття окремими видами діяльності з цивільною зброєю, в тому числі задля забезпечення громадської безпеки. У всіх інших випадках носіння зброї другої та третьої категорії допускається у кейсах, футлярах, чохлах або інших засобах для транспортування зброї. У всіх інших випадках носіння зброї другої та третьої категорії заборонено.

6. Правила носіння службової зброї та зброї, що належить юридичним особам визначаються Кабінетом міністрів України.

7. Носіння зброї допускається лише за наявності у її власника дозвільного документу.

8. Власники зброї та боєприпасів мають право на їх транспортування.

9. Транспортування зброї та боєприпасів повинно здійснюватися у спеціально призначених для цього засобах (кобура, чохол тощо) у спосіб, що забезпечує безпеку власнику та оточуючим, їх надійне зберігання та унеможливлює безперешкодний доступ до них сторонніх осіб. Зброя під час транспортування повинна знаходитися в розрядженому стані.

10. Носіння та транспортування вогнепальної зброї особою, що знаходиться у стані алкогольного, наркотичного чи іншого сп'яніння або під впливом лікарських препаратів, що знижують увагу, забороняється та є підставою для тимчасового вилучення такої зброї.

11. Носіння та транспортування вогнепальної зброї у місцях проведення публічних масових заходів під час їх проведення забороняється.

12. Транспортування понад ста одиниць цивільної вогнепальної зброї здійснюється у супроводі озброєної охорони.

13. Пересилання цивільної вогнепальної зброї і боєприпасів може здійснюватися засобами поштового зв'язку спеціального призначення.
Стаття 27. Ремонт цивільної зброї та заміна основних частин зброї

1. Ремонт цивільної зброї, у тому числі із заміною її основних частин, здійснюють виключно суб'єкти підприємницької діяльності, що мають відповідну ліцензію.

2. Відомості про заміну основних частин зброї вносяться до Реєстру зброї суб'єктами підприємницької діяльності, що мають відповідну ліцензію на ремонт зброї або за їх повідомленням органами Національної поліції. Повернення власнику зброї після ремонту без внесення відповідних записів до Реєстру зброї та до збройової картки забороняється.

3. До ремонту та заміни основних частин зброї не належить заміна власником зброї ствола до гладкоствольної довгоствольної вогнепальної зброї за умови, що такий ствол виготовлений виробником для встановлення на цю модель зброї та придбаний у передбаченому цим Законом порядку, а також заміна змінних дульних звужень (чоків) до гладкоствольної довгоствольної вогнепальної зброї.

4. Нарізна або комбінована вогнепальна зброя третьої та четвертої категорії із заміненими основними частинами, крім ствольної коробки, підлягає відстрілу для кулегільзотеки.
Стаття 28. Виготовлення та переспорядження цивільних боєприпасів

1. Власники цивільної зброї другої, третьої та четвертої категорій мають право самостійно для власних потреб виготовляти та переспоряджувати боєприпаси для власної зброї, якщо ці боєприпаси не є забороненими в цивільному обігу.

2. Самостійне виготовлення та переспорядження боєприпасів до короткоствольної гладкоствольної вогнепальної зброї, призначеної для стрільби боєприпасами, спорядженими метальними елементами менш смертельної дії, забороняється.
Стаття 29. Колекціонування та експонування зброї і боєприпасів

1. Громадяни України мають право колекціонувати та експонувати зброю та боєприпаси з додержанням вимог цього Закону.

2. Експонована зброя повинна зберігатися в замкнених та/або закритих за допомогою механічних пристроїв вітринах або надійно бути прикріплена до підлоги, стіни або іншої будівельної конструкції. Експоновані боєприпаси повинні знаходитися в замкнених та/або закритих за допомогою механічних пристроїв вітринах.

3. Приміщення, де експонується зброя, повинно бути обладнане сигналізацією та перебувати під охороною.
Стаття 30. Тимчасове обмеження права власності на цивільну зброю та боєприпаси

1. Обмеження та позбавлення права власності на цивільну зброю та боєприпаси під час кримінального провадження здійснюється у порядку, визначеному Кримінальним процесуальним кодексом України.

2. Право власності на зброю та боєприпаси може бути тимчасово обмежене лише на підставі вмотивованого рішення суду. У випадках, передбачених цим Законом, органи Національної поліції звертаються до суду за зареєстрованим місцем проживання власника зброї (якщо таке місце відсутнє, то за останнім місцем, відомості про яке внесено до Реєстру зброї) щодо тимчасового обмеження права власності на цивільну зброю та боєприпаси.

3. У порядку, передбаченому цим Законом, допускається тимчасове вилучення зброї та боєприпасів без судового рішення.

4. Тимчасове вилучення зброї та боєприпасів у власника допускається у разі призупинення дії дозвільного документу, окрім:

1) призупинення у зв'язку з неможливістю перевірити умови зберігання зброї та боєприпасів через відсутність власника за місцем зберігання зброї відповідно до відомостей Реєстру зброї;

2) виявлення порушень умов зберігання зброї в порядку, визначеному цим Законом.

5. Тимчасове вилучення зброї співробітниками Національної поліції без судового рішення допускається на строк не більше сімдесяти двох годин, протягом яких орган Національної поліції зобов'язаний звернутися до суду за зареєстрованим місцем проживання власника зброї (якщо таке місце відсутнє, то за останнім місцем реєстрації або проживання, відомості про яке внесено до Реєстру зброї) або за місцем фактичного вилучення зброї щодо тимчасового обмеження права власності на цивільну зброю та боєприпаси. В такому рішенні суду визначається порядок та обсяг обмеження права власності на зброю та боєприпаси.

6. Якщо орган Національної поліції не звернувся до суду у порядку, визначеному в першому абзаці частини третьої цієї статті, зброя негайно повертається її власнику.

7. У ході вилучення зброї здійснюються відео- і фотофіксація та робиться детальний опис стану зброї і встановленого додаткового обладнання із занесенням цих відомостей до протоколу, копія якого надається особі, в якої вилучили зброю. Протокол обов'язково має містити відомості про марку, модель та маркування (серійний номер) зброї та додаткового обладнання, включаючи змінні стволи, тощо, а також відомості про кількість вилучених боєприпасів, їх калібр.

8. Вилучена зброя та боєприпаси підлягають поверненню власнику в разі відновлення дії дозвільного документу. Зброя та боєприпаси повертаються протягом 3 (трьох) робочих днів з моменту відновлення дії дозвільного документу. Про повернення зброї та боєприпасів складається відповідний акт, в якому зазначається інформація про стан зброї та перелік додаткового обладнання, встановленого на зброї на момент повернення, а також перелік та кількість боєприпасів, які повертаються.

9. Вилучена зброя може бути витребувана власником (його спадкоємцями, правонаступниками) протягом десяти років з моменту вилучення. Вилучена зброя повертається іншій особі, яка має дозвільний документ відповідної категорії та якій власник вилученої зброї на підставі договору передав зброю та боєприпаси на відповідальне зберігання. У такому випадку органу Національної поліції надається копія договору про передачу зброї на відповідальне зберігання іншій особі, про що до реєстру зброї орган Національної поліції вносить відповідні відомості.
Стаття 31. Позбавлення права власності на зброю та боєприпаси

1. Після припинення дії дозвільного документу вся наявна зброя та боєприпаси відповідної категорії підлягають вилученню у власника на підставі вмотивованого рішення суду в порядку, визначеному для оплатного вилучення майна.

2. До набрання законної сили таким рішенням суду власник може відчужити або передати зброю на відповідальне зберігання іншій особі, яка має дозвільний документ відповідної категорії, про що до реєстру зброї вносяться відповідні відомості.

3. Зброя та боєприпаси вилучаються співробітниками Національної поліції на підставі вмотивованого рішення суду. Орган Національної поліції звертаються до суду за зареєстрованим місцем проживання власника зброї для отримання дозволу на вилучення цивільної зброї та боєприпасів з метою їх реалізації або знищення.

4. Вилучені зброя та боєприпаси передаються на зберігання до органу Національної поліції для подальшої реалізації на користь власника (спадкоємця) або її знищення.

5. Вилучена зброя та боєприпаси може бути передана для знищення при наявності письмової згоди на це особи власника зброї (спадкоємця) або її законного представника.

6. Вилучена та не витребувана протягом 10 років власником чи уповноваженою ним особою зброя та боєприпаси підлягають реалізації на аукціоні в порядку, встановленому Кабінетом міністрів України.

7. Порядок реалізації і знищення вилученої зброї і боєприпасів встановлює Кабінет міністрів України.
Стаття 32. Відстріл цивільної зброї для кулегільзотеки

1. В Україні ведеться інформаційна кулегільзотека слідів, що залишаються на кулях та гільзах, відстріляних з вогнепальної зброї. Порядок ведення кулегільзотеки визначається Національною поліцією України.

2. Цивільна вогнепальна зброя, яка вперше реєструється за громадянином, має бути відстріляна для отримання необхідних даних для кулегільзотеки. Обов'язок відстрілу зброї покладається на суб'єкти господарювання, які мають відповідну ліцензію на виготовлення, торгівлю і/або ремонт зброї. Відомості про відстріл зброї та отримані дані для кулегільзотеки вносяться до Реєстру зброї суб'єктами підприємницької діяльності, що мають відповідну ліцензію на виготовлення, торгівлю і/або ремонт зброї або за їх зверненням органами Національної поліції.

3. Відстріл зброї, яка перебуває у власності громадянина, у тому числі при проведенні експертизи під час кримінального провадження, здійснюється у присутності власника зброї та/або його захисника чи іншого уповноваженого представника.

4. Порядок відстрілу зброї визначається Національною поліцією.
Стаття 33. Тимчасова передача цивільної зброї і боєприпасів

1. Передача зброї другої, третьої, четвертої категорії та боєприпасів до неї власником третій особі, яка не має дозвільного документу відповідної категорії, забороняється за винятком випадків:

1) тимчасової передачі для ознайомлення зі зброєю в межах тирів та стрільбищ, а також у помешканні чи іншому володінні власника зброї у його присутності;

2) тимчасової передачі зброї та боєприпасів під час проведення спортивних змагань зі стрільби спортсменам-членам спортивних організацій в межах тирів та стрільбищ, на яких проводяться змагання;

3) тимчасової передачі зброї та боєприпасів неповнолітнім членам сім'ї власника зброї.

2. Дозволяється тимчасова передача для транспортування зброї та боєприпасів другої, третьої, четвертої категорії власником цієї зброї третій особі, яка має дозвільний документ відповідної категорії на термін не більше ніж три доби. Факт передачі зброї для транспортування оформлюється актом, в якому вказується місце, дата і час передачі зброї, її марка, номер і модель. Акт складається в двох примірниках, зброя транспортується разом з дозволом на зброю. При поверненні зброї власнику складається акт.

3. Власник зброї має право передати зброю на зберігання суб'єкту господарювання, який має ліцензію на торгівлю, і/або ремонт, і/або виробництво, і/або діяльність тирів та стрільбищ. Факт передачі оформлюється актом, в якому вказуються місце, дата і час прийому зброї, її марка, номер і модель. Відомості про передачу на зберігання зброї вносяться до Єдиного державного реєстру цивільної зброї суб'єктами підприємницької діяльності, що отримали таку зброю на зберігання або за їх повідомленням органами Національної поліції.

4. У разі тривалого (понад три місяці) відрядження, або проходження військових зборів чи строкової служби у Збройних Силах України, а також за наявності інших поважних причин, власник зброї, має право передати власну зброю на тимчасове зберігання, без права користування, особі, яка має дозвільний документ відповідної категорії за умови повідомлення органів Національної поліції для внесення відповідних відомостей до Єдиного державного реєстру цивільної зброї.

5. Тимчасова передача фізичним особам цивільної зброї та боєприпасів, які належать тирам і стрільбищам допускається виключно в формі прокату зброї в межах таких тирів і стрільбищ.
РОЗДІЛ V. Використання зброї для захисту
Стаття 34. Використання цивільної зброї і боєприпасів для захисту від протиправних посягань

1. Особи, які мають право володіти та користуватися зброєю мають право застосовувати зброю:

1) для захисту себе чи інших осіб від кримінальних правопорушень або замаху на їх вчинення;

2) для захисту свого майна та/або майна інших осіб від кримінальних правопорушень чи замаху на їх вчинення;

3) для затримання особи, яка вчиняє кримінальне правопорушення, чи безпосередньо після вчинення кримінального правопорушення чи під час безперервного переслідування особи, яка підозрюється у його вчиненні;

4) для захисту від нападу тварини, яка безпосередньо загрожує життю чи здоров'ю людей, чи негайного відвернення реальної загрози такого нападу.

2. Особа має право дістати вогнепальну зброю і привести її у готовність до застосування, якщо вважає, що в обстановці, яка склалася, може виникнути необхідність в її застосуванні.

3. Відповідальність за незаконне застосування зброї встановлюється законами України.

4. При завданні шкоди особі внаслідок застосування зброї, особа, яка застосувала зброю, після того, як впевниться, що немає загрози її життю чи здоров'ю, повинна викликати екстрену (швидку) медичну допомогу для постраждалого та сповістити про подію органи Національної поліції.

5. Особа, яка правомірно застосувала зброю, не підлягає адміністративній чи кримінальній відповідальності та не зобов'язана відшкодовувати шкоду (моральну та/або матеріальну), завдану внаслідок застосування нею зброї. Обов'язок щодо відшкодування шкоди, завданої внаслідок правомірного застосування зброї, покладається на особу (осіб), яка вчинила протиправні дії, що призвели до застосування зброї чи на спадкоємців таких осіб, в межах вартості їхніх часток успадкованого від правопорушника майна.
Стаття 35. Зони, вільні від зброї

1. У приміщеннях та на території державних, підприємств, установ та організацій, що визначені Кабінетом Міністрів України, діють зони, вільні від зброї.

2. У приміщеннях та на території комунальних підприємств, установ та організацій, що визначені рішенням відповідного органу місцевого самоврядування, діють зони, вільні від зброї.

3. У будівлях, приміщеннях, спорудах та на територіях недержавної форми власності статус зони, вільної від зброї, встановлюється за рішенням власника такого нерухомого майна.

4. Усі місця входу до зони, вільної від зброї, та/або межі її території повинні бути позначені відповідними інформаційними знаками, розміщеними на видному місці.

5. Визначені Кабінетом Міністрів України зони, вільні від зброї, повинні бути забезпечені озброєною охороною та охоронюваним місцем для тимчасового відповідального зберігання зброї.

6. У разі, якщо не забезпечені умови щодо наявності озброєної охорони у місцях, визначених у частинах першій та другій цієї статті, та/або якщо відсутнє охоронюване озброєним охоронцем місце для тимчасового відповідального зберігання зброї, яка належить відвідувачам (працівникам, тощо), така будівля, споруда, приміщення чи територія не є зоною, вільною від зброї, незважаючи на будь-які позначення чи рішення уповноважених органів державної влади чи місцевого самоврядування.
РОЗДІЛ VI. Господарська діяльність у сфері обігу (обороту) зброї і боєприпасів
Стаття 36. Діяльність з виробництва, ремонту, торгівлі зброєю та боєприпасами

1. Виробництво та торгівля цивільною зброю та боєприпасами, ремонт цивільної зброї здійснюється суб'єктами господарювання відповідно до отриманої ліцензії згідно Закону України "Про ліцензування видів господарської діяльності".
Стаття 37. Стрілецькі тири і стрільбища

1. Для заняття стрільбою з метою поліпшення навичок володіння зброєю, стрілецьким спортом, проведення спортивних стрілецьких заходів, здійснення навчання громадян стрільби, проведення навчання власників зброї та ознайомлювальної стрільби, а також здійснення іншої діяльності, пов'язаної із заняттям стрільбою, в Україні створюються та функціонують стрілецькі тири та стрільбища.

2. Діяльність стрілецьких тирів та стрільбищ здійснюється відповідно до отриманої ліцензії згідно Закону України "Про ліцензування видів господарської діяльності".
Стаття 38. Діяльність курсів підготовки власників зброї

1. Громадяни, які бажають придбати зброю, повинні опанувати засади законодавства України про зброю, правила безпечного поводження зі зброєю, знати її технічні характеристики, а також мати практичні навички поводження зі зброєю.

2. Для забезпечення належного рівня набуття громадянами навичок поводження зі зброєю та боєприпасами в Україні, підготовки (перепідготовки) створюються та функціонують курси підготовки власників зброї.

3. Курси підготовки власників зброї проводяться на базі Типової навчальної програми підготовки та перепідготовки власників зброї, яку затверджує Кабінет Міністрів України.

4. Курси повинні включати в себе теоретичну частину щодо знання основ законодавства про обіг (оборот) та використання цивільної зброї, про правила безпечного поводження з нею, матеріально технічну частину зброї та практичну частину. Проходження курсів закінчується екзаменом, який приймає представник органів Національної поліції та представник організації, де проводяться курси.

5. На базі курсів підготовки власників зброї проводяться кваліфікаційні курси щодо поводження зі зброєю відповідної категорії та приймаються регулярні кваліфікаційні іспити власників зброї четвертої категорії. Проходження кваліфікаційного курсу є підставою для отримання посвідчення власника зброї відповідної категорії.

6. Діяльність курсів підготовки власників зброї здійснюється відповідно до отриманої ліцензії згідно Закону України "Про ліцензування видів господарської діяльності".
РОЗДІЛ VII. Володіння та користування цивільною зброєю і боєприпасами іноземцями та особами без громадянства на території України. Тимчасове ввезення цивільної зброї і боєприпасів на територію України, тимчасове вивезення цивільної зброї і боєприпасів з території України
Стаття 39. Володіння та користування цивільною зброєю і боєприпасами іноземцями та особами без громадянства на території України

1. Іноземці та особи без громадянства, які тимчасово перебувають на території України, мають право придбати цивільну зброю і боєприпасами тільки першої категорії.

2. Іноземці та особи без громадянства, які перебувають на території України, мають право тимчасово користуватись зброєю і боєприпасами другої, третьої та четвертої категорії на умовах тимчасового отримання зброї, яка належить стрілецьким спортивним організаціям, під час участі у спортивних змаганнях, спортивних заняттях і тренуваннях, а також на умовах отримання зброї в прокат у стрілецькому тирі чи на стрільбищі.
Стаття 40. Тимчасове ввезення цивільної зброї і боєприпасів на територію України

1. Іноземці та особи без громадянства мають право на тимчасове ввезення на територію України цивільної зброї і боєприпасів яка належить їм на праві власності для полювання, участі в виставкових заходах та у спортивних змаганнях, спортивних заняттях і тренуваннях.

2. Тимчасове ввезення іноземцями та особами без громадянства належної їм цивільної зброї і боєприпасів в Україну здійснюється при наявності у них відповідного дозвільного документу та на підставі запрошення організатора полювання, виставкового заходу, спортивних змагань, спортивних занять і тренувань, а також дозволу на тимчасове ввезення цивільної зброї та боєприпасів, виданого в порядку, визначеному Міністерством внутрішніх справ.

3. Строк тимчасового ввезення іноземцями та особами без громадянства цивільної зброї та боєприпасів на територію України не може перевищувати 30 (тридцяти) календарних днів з дати перетину митного кордону України.

4. Митне оформлення тимчасового ввезення цивільної вогнепальної зброї та боєприпасів здійснюється згідно з законодавством України.

5. Зброя, тимчасово ввезена на територію України, повинна постійно зберігатися за місцем проведення полювання, виставкового заходу, спортивних змагань, спортивних занять і тренувань.

6. Носіння такої зброї поза межами місця проведення полювання, виставкового заходу, спортивних змагань, спортивних занять і тренувань заборонено.

7. Форма та порядок отримання дозволу на тимчасове ввезення цивільної зброї і боєприпасів іноземцями на територію України встановлюється Міністерством внутрішніх справ України.
Стаття 41. Тимчасове вивезення цивільної зброї і боєприпасів з території України

1. Громадяни України мають право на тимчасове вивезення з території України належної їм цивільної зброї і боєприпасів для полювання та участі у виставкових заходах, спортивних змаганнях, спортивних заняттях і тренуваннях.

2. Тимчасове вивезення цивільної зброї та боєприпасів з України здійснюється при наявності у громадянина України відповідного дозвільного документу та на підставі запрошення організатора полювання, виставкового заходу, спортивних змагань, спортивних занять і тренувань, а також дозволу на тимчасове ввезення цивільної зброї та боєприпасів, виданого відповідним органом іноземної держави, на територію якої вивозиться зброя та боєприпаси.

3. Митне оформлення тимчасового вивезення цивільної вогнепальної зброї та боєприпасів здійснюється у порядку, встановленому Кабінетом міністрів України.
РОЗДІЛ VIII. Державний контроль у сфері обігу зброї
Стаття 42. Державний контроль у сфері обігу та використання цивільної зброї і боєприпасів

1. Державний контроль у сфері обігу та використання зброї і боєприпасів здійснюють уповноважені органи Національної поліції відповідно до законодавства про Національну поліцію.

2. Контроль за господарською діяльністю суб'єктів господарювання здійснюються в порядку, визначеному законами України "Про ліцензування видів господарської діяльності" та "Про основні засади державного нагляду (контролю) у сфері господарської діяльності".

3. За порушення законодавства в сфері обігу та використання зброї і боєприпасів настає кримінальна, адміністративна та цивільно-правова відповідальність згідно з законодавством України.

ПРИКІНЦЕВІ ПОЛОЖЕННЯ

1. Цей Закон набирає чинності з дня, наступного за днем його опублікування.

2. Встановити, що раніше видані (до дати набрання чинності цим Законом) дозволи на придбання, на право зберігання та носіння вогнепальної зброї та пристроїв вітчизняного виробництва для відстрілу патронів, споряджених гумовими чи аналогічними за своїми властивостями метальними снарядами несмертельної дії, які були видані до набрання чинності цим Законом, залишаються чинними та підлягають обміну на дозволи на зброю відповідної категорії без проходження медичного огляду, курсів підготовки власників зброї, кваліфікаційних курсів. При цьому вищезгадані особи зобов'язані підтвердити право на володіння зброєю, в порядку, визначеному цим Законом у строк, що не перевищує трьох календарних років з дати обміну дозвільного документу відповідної категорії.

3. У разі, якщо протягом трьох років з дати обміну дозвільного документу отримала дозвільний документ іншої категорії в загальному порядку, підтвердження права на зброю, дозвіл на яку було обміняно, не потребується.

4. Власник зброї має право на обмін дозволу на право зберігання та носіння вогнепальної зброї та пристроїв вітчизняного виробництва для відстрілу патронів, споряджених гумовими чи аналогічними за своїми властивостями метальними снарядами несмертельної дії до закінчення терміну дії такого дозволу.

5. Особи, які отримали державну нагороду "Вогнепальна зброя" і/або відомчу відзнаку "Вогнепальна зброя" зобов'язані обміняти дозвіл на право носіння та зберігання зброї з позначкою "Нагородна" на дозвіл відповідної категорії, визначений цим Законом. Обмін дозволу з позначкою "Нагородна" здійснюється за умови отримання довідки про проходження курсів підготовки власників зброї, крім осіб, які на момент отримання дозволу з позначкою "Нагородна" перебували в складі Збройних Сил України, інших військових формувань або в штаті відомства, яке здійснювало нагороду.

6. Уся наявна у власності громадянина зброя підлягає внесенню до Єдиного державного реєстру цивільної зброї, зокрема під час обміну дозволів.

7. Особи, які на день набрання чинності цього Закону зберігають зброю та/або боєприпаси за відсутності будь якого дозволу, зобов'язані у шестимісячний строк з дня набрання чинності цим Законом та затвердження відповідного порядку пред'явлення вилучення, постановки на облік, перевірки зброї і боєприпасів, заявити в органи Національної поліції про таку зброю та/або боєприпаси.

8. Заявлені зброя та боєприпаси вилучаються органами Національної поліції, ставляться на облік і перевіряються на предмет їх викрадення, використання в злочинних цілях та інших випадків їх незаконного набуття, за наслідками перевірки органами Національної поліції приймається одне з таких рішень:

8.1. повернути громадянину зброю і боєприпаси з видачею дозволів на їх зберігання і носіння відповідно до вимог цього Закону;

8.2. вилучити зброю з виплатою її оціночної вартості на момент вилучення за наявності обставин, що перешкоджають відповідно до цього Закону громадянину набути право власності на пред'явлену цивільну зброю;

8.3. вилучити пред'явлені зброю і боєприпаси без виплати їх вартості в таких випадках:

8.3.1. зброя і боєприпаси обліковуються як викрадені, тобто є предметом злочину;

8.3.2. зброя була використана в злочинних цілях, тобто є знаряддям злочину;

8.3.3. зброя та боєприпаси піддавалися переробці, внаслідок чого становлять підвищену небезпеку при їх зберіганні, носінні, транспортуванні, застосуванні та використанні.

9. Порядок пред'явлення зброї і боєприпасів, вилучення, постановки на облік, перевірки, продажу та інших дій відповідно до цього п. 3 Прикінцевих положень цього Закону встановлює Кабінет Міністрів України.

10. Особа, яка добровільно заявила про зброю і боєприпаси, що незаконно зберігаються у неї, відповідно до вимог цього Закону, звільняється від кримінальної та інших видів відповідальності, якщо в її діях не міститься іншого складу злочину.

11. До приведення законодавства України у відповідність з цим Законом законодавчі та інші нормативно-правові акти застосовуються в частині, що не суперечить цьому Закону.

12. Внести зміни до таких законодавчих актів України:

12.1. У Кримінальному кодексі України (Відомості Верховної Ради України, 2001 р., N 25 - 26, ст. 131):

12.1.1. Статтю 263 викласти у наступній редакції:

Стаття 263. Незаконне поводження зі зброєю

1. Носіння, зберігання, придбання, передача чи збут вогнепальної зброї (крім гладкоствольної мисливської), бойових припасів, без передбаченого законом дозволу -

караються позбавленням волі на строк до трьох років.

2. Носіння, зберігання, придбання, передача чи збут вогнепальної зброї, забороненої законом у цивільному обігу -

караються позбавленням волі на строк від трьох до п'яти років.

3. Носіння, зберігання, придбання, передача чи збут вибухових речовин (крім пороху та капсулів, що використовуються для спорядження боєприпасів) або вибухових пристроїв без передбаченого законом дозволу -

карається позбавленням волі на строк від трьох до п'яти років.

4. Використання зброї, вибухових речовин або вибухових пристроїв, набутих без передбаченого законом дозволу, як знаряддя чи засіб вчинення злочину, відповідальність за який передбачена статтями 110, 112, 113, 121, 122, 129, 146, 147, 187, 189, 194, 261, 294, 342, 345, 3451, 346, 347, 3471, 348, 3481, 349, 3491, 350, 352, 377, 378, 379, 398, 399, 400 цього Кодексу -

караються позбавленням волі на строк від трьох до семи років

5. Звільняється від кримінальної відповідальності особа, яка вчинила злочин, передбачений частинами першою або другою цієї статті, якщо вона добровільно здала органам влади зброю, бойові припаси, вибухові речовини або вибухові пристрої.

Примітка.

Не містять складу злочину і не мають наслідком кримінальну відповідальність за ст. 263 Кримінального кодексу дії пов'язані із виготовлення і зберігання аналогів старовинної вогнепальної зброї, незалежно від мети виготовлення.";

12.2 У Кодексі України про адміністративні правопорушення (Відомості Верховної Ради УРСР, 1984 р., додаток до N 51, ст. 1122):

- доповнити новою статтею 174-1 такого змісту:

Стаття 1741. Порушення встановлених вимог щодо обігу цивільної зброї та боєприпасів

1. Втрата вогнепальної зброї через недбале ставлення до правил її носіння, транспортування та зберігання -

тягне за собою накладення штрафу від двохсот до чотирьохсот неоподатковуваних мінімумів доходів громадян.

2. Повторна, протягом одного року втрата вогнепальної зброї через недбале ставлення до правил її носіння, транспортування та зберігання -

тягне за собою накладення штрафу від двохсот до чотирьохсот неоподатковуваних мінімумів доходів громадян з конфіскацією всієї вогнепальної зброї, що належить особі та довічним позбавленням права володіти зброєю.

3. Продаж, обмін, дарування або передача іншим чином вогнепальної зброї чи боєприпасів до вогнепальної зброї у власність або володіння особи, що не має дозвільного документу відповідної категорії -

тягне за собою накладення штрафу від двохсот до п'ятисот неоподатковуваних мінімумів доходів громадян з конфіскацією всіх боєприпасів, що були відчужені та позбавленням права володіти зброєю на строк від шести місяців до одного року.

4. Носіння або транспортування вогнепальної зброї особою, що знаходиться у стані алкогольного (вміст чистого алкоголю перевищує значення 0,45 г на літр крові або перевищує значення 0,20 мг на літр повітря, що видихає така особа), наркотичного чи іншого сп'яніння або під впливом лікарських препаратів, що знижують увагу -

тягне за собою накладення штрафу від п'ятисот до двох тисяч неоподатковуваних мінімумів доходів громадян та призупинення дії дозвільних документів строком від 1 (одного) до 3 (трьох) років з тимчасовим вилученням зброї на той же строк.

5. Носіння та транспортування вогнепальної зброї особою, що знаходиться у стані алкогольного (вміст чистого алкоголю перевищує значення 0,45 г на літр крові або перевищує значення 0,20 мг на літр повітря, що видихає така особа), наркотичного чи іншого сп'яніння або під впливом лікарських препаратів, що знижують увагу вчинене повторно протягом року -

тягне за собою накладення штрафу від однієї тисячі до п'яти тисяч неоподатковуваних мінімумів доходів громадян з конфіскацією всієї вогнепальної зброї, що належить особі, та довічним позбавленням права володіти зброєю.

6. Порушення правил носіння і транспортування зброї і боєприпасів, а саме відкрите носіння зброї, транспортування зарядженої зброї, а також демонстрування зброї в громадських місцях, за відсутності законних підстав для її застосування -

тягне за собою накладення штрафу від двохсот до п'ятисот неоподатковуваних мінімумів доходів громадян та позбавленням права володіти зброєю на строк від шести місяців до трьох років.

7. Неповідомлення власником зброї у встановлений законом термін до органу Національної поліції, про зміну постійного місця проживання, або зміну місця постійного зберігання зброї та боєприпасів -

тягне за собою накладення штрафу від двохсот до трьохсот неоподатковуваних мінімумів доходів громадян.

8. Ухилення власника зброї від надання доступу до місць зберігання зброї та боєприпасів співробітниками органу Національної поліції, наділеними повноваженнями для здійснення перевірок місць зберігання зброї та боєприпасів -

тягне за собою накладення штрафу від ста до двохсот неоподатковуваних мінімумів доходів громадян.

9. Носіння, зберігання, виготовлення, ремонт або збут луків та арбалетів, які належать до цивільної зброї другої категорії, без передбаченого законом дозволу -

тягне за собою накладення штрафу від двохсот до чотирьохсот неоподатковуваних мінімумів доходів громадян з оплатним вилученням цієї зброї чи без такого.

10. Порушення правил поводження з цивільною зброєю першої категорії тягне за собою накладення штрафу від двохсот до чотирьохсот неоподатковуваних мінімумів доходів громадян з конфіскацією цієї зброї чи без такого.

Примітка:

1. Втрата вогнепальної зброї внаслідок вчинення третьою особою неправомірних дій відносно власника, що підтверджено відповідним кримінальним провадженням або провадженням у справі про адміністративне правопорушення, втрата вогнепальної зброї внаслідок стихійного лиха, катастрофи, масових заворушень, терористичних актів та бойових дій не підпадають під ознаки правопорушення, передбаченого ч. 1 та 2 цієї статті.

2. Власник зброї має право дістати вогнепальну зброю і привести її у готовність, якщо вважає, що в обстановці, яка склалася, можуть виникнути підстави для її застосування. Ці дії не підпадають під ознаки правопорушення, передбаченого ч. 5 цієї статі.

Ненавмисна, або випадкова демонстрація зброї не підпадає під ознаки правопорушення, передбаченого ч. 5 цієї статті.

3. Не є ухиленням власника зброї від надання доступу до місць зберігання зброї та боєприпасів відмова надати дозвіл на входження в житло та перебування в ньому співробітникам органів внутрішніх справ, які не наділені відповідними повноваженнями, для здійснення перевірок місць зберігання зброї та боєприпасів. Вимога власника зброї надати відповідне судове рішення на входження в житло чи інше його володіння також не є ухиленням власника зброї від надання доступу до місць зберігання зброї та боєприпасів.";

12.3 У Законі України "Про страхування" (Відомості Верховної Ради України, 2002 р., N 7, ст. 50; 2011 р., N 23, ст. 160):

- частину першу статті 7 після пункту 9 доповнити новим пунктом 9-1 такого змісту:

"9-1) страхування цивільно-правової відповідальності власників вогнепальної зброї;";

12.4 У Законі України "Про ліцензування видів господарської діяльності" (Відомості Верховної Ради України, від 05.06.2015 - 2015 р., N 23, стор. 1234, стаття 158):

- частину 1 ст. 7 "Ліцензуванню підлягають такі види господарської діяльності" після пункту 11) доповнити пунктами 11-1), 11-2), 11-3) та викласти їх в такій редакції:

"11-1) виробництво, ремонт та торгівля вогнепальною зброєю та боєприпасами військового призначення;

11-2) діяльність тирів та стрільбищ;

11-3) діяльність курсів підготовки власників зброї;";

пункт 11, частину частини 1 ст. 7 "Ліцензуванню підлягають такі види господарської діяльності" викласти в такій редакції:

"11) виробництво, ремонт цивільної вогнепальної зброї, торгівля цивільною вогнепальною зброєю та боєприпасами";

5) У Законі України "Про правовий режим надзвичайного стану" (Відомості Верховної Ради України (ВВР), 2000, N 23 ст. 176)

- пункт 5 ст. 18 "Додаткові заходи правового режиму надзвичайного стану у зв'язку з масовими порушенням громадського порядку" викласти в такій редакції:

"5) тимчасове вилучення у підприємств, установ і організацій навчальної військової техніки, вибухових, радіоактивних речовин і матеріалів, отруйних і сильнодіючих хімічних речовин;";

6) У ч. 2 ст. 2 Закону України "Про дозвільну систему у сфері господарської діяльності" виключити слова: "зі зброєю, бойовими припасами".

6. До приведення законодавства України у відповідність з цим Законом законодавчі та інші нормативно-правові акти застосовуються в частині, що не суперечить цьому Закону.

7. До введення в дію Єдиного державного реєстру цивільної зброї - зброя та відомості про власника зброї обліковується в порядку визначеному Національною поліцією, з наступним перенесенням відомостей до ЄДРЗ.

8. Кабінету Міністрів України у місячний строк з дня набрання чинності цим Законом:

підготувати та подати на розгляд Верховної Ради України пропозиції про приведення законів України у відповідність із цим Законом;

привести нормативно-правові акти КМ України у відповідність із цим Законом;

забезпечити прийняття нормативно-правових актів, необхідних для реалізації цього Закону;

забезпечити приведення міністерствами та іншими центральними органами виконавчої влади їх нормативно-правових актів у відповідність із цим Законом.

 

</template>

